Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/joomla-tm.tmx
Source language: en
Languages: ca_es

source: JFTP: :restart: Bad response. Server response: %1$s [Expected: 350]. Restart point sent: %2$s
ca_es: JFTP::restart: Resposta inapropiada. Resposta del servidor: %1$s [Esperada: 350]. Punt de restabliment enviat: %2$s

source: JFTP: :create: Bad response
ca_es: JFTP::create: Resposta inapropiada

source: JFTP: :create: Unable to use passive mode
ca_es: JFTP::create: No es pot utilitzar el mode passiu

source: JFTP: :create: Bad response. Server response: %1$s [Expected: 150 or 125]. Path sent: %2$s
ca_es: JFTP::create: Resposta inapropiada. Resposta del servidor: %1$s [Esperada: 150 o 125]. Ruta enviada: %2$s

source: JFTP: :create: Transfer Failed. Server response: %1$s [Expected: 226]. Path sent: %2$s
ca_es: JFTP::create: Transferència fallida. Resposta del servidor: %1$s [Esperada: 226]. Ruta enviada: %2$s

source: JFTP: :read: Bad response
ca_es: JFTP::read: Resposta inapropiada

source: JFTP: :read: Unable to use passive mode
ca_es: JFTP::read: No es pot utilitzar el mode passiu

source: JFTP: :read: Bad response. Server response: %1$s [Expected: 150 or 125]. Path sent: %2$s
ca_es: JFTP::read: Resposta inapropiada. Resposta del servidor: %1$s [Esperada: 150 o 125]. Ruta enviada: %2$s

source: JFTP: :read: Transfer Failed. Server response: %1$s [Expected: 226]. Path sent: %2$s
ca_es: JFTP::read: Transferència fallida. Resposta del servidor: %1$s [Esperada: 226]. Ruta enviada: %2$s

source: JFTP: :get: Bad response
ca_es: JFTP::get: Resposta inapropiada

source: JFTP: :get: Unable to use passive mode
ca_es: JFTP::get: No es pot utilitzar el mode passiu

source: JFTP: :get: Unable to open local file for writing. Local path: %s
ca_es: JFTP::get: No es pot obrir el fitxer local per escriure'l. Ruta local: %s

source: JFTP: :get: Bad response. Server response: %1$s [Expected: 150 or 125]. Path sent: %2$s
ca_es: JFTP::get: Resposta inapropiada. Resposta del servidor: %1$s [Esperada: 150 o 125]. Ruta enviada: %2$s

source: JFTP: :get: Transfer Failed. Server response: %1$s [Expected: 226]. Path sent: %2$s
ca_es: JFTP::get: Transferència fallida. Resposta del servidor: %1$s [Esperada: 226]. Ruta enviada: %2$s

source: JFTP: :store: Unable to use passive mode
ca_es: JFTP::store: No es pot utilitzar el mode passiu

source: JFTP: :store: Bad response
ca_es: JFTP::store: Resposta inapropiada

source: JFTP: :store: Unable to open local file for reading. Local path: %s
ca_es: JFTP::store: No es pot obrir el fitxer local per llegir-lo. Ruta local: %s

source: JFTP: :store: Unable to find local file. Local path: %s
ca_es: JFTP::store: No es pot trobar el fitxer local. Ruta local:%s

source: JFTP: :store: Bad response. Server response: %1$s [Expected: 150 or 125]. Path sent: %2$s
ca_es: JFTP::store: Resposta inapropiada. Resposta del servidor: %1$s [Esperada: 150 o 125]. Ruta enviada: %2$s

source: JFTP: :store: Unable to write to data port socket
ca_es: JFTP::store: No escriure pel port de dades del socket

source: JFTP: :store: Transfer Failed. Server response: %1$s [Expected: 226]. Path sent: %2$s
ca_es: JFTP::store: Transferència fallida. Resposta del servidor: %1$s [Esperada: 226]. Ruta enviada: %2$s

source: JFTP: :write: Unable to use passive mode
ca_es: JFTP::write: No es pot utilitzar el mode passiu

source: JFTP: :write: Bad response
ca_es: JFTP::write: Resposta inapropiada

source: JFTP: :write: Bad response. Server response: %1$s [Expected: 150 or 125]. Path sent: %2$s
ca_es: JFTP::write: Resposta inapropiada. Resposta del servidor: %1$s [Esperada: 150 o 125]. Ruta enviada: %2$s

source: JFTP: :write: Unable to write to data port socket
ca_es: JFTP::write: No escriure pel port de dades del socket

source: JFTP: :write: Transfer Failed. Server response: %1$s [Expected: 226]. Path sent: %2$s
ca_es: JFTP::write: Transferència fallida. Resposta del servidor: %1$s [Esperada: 226]. Ruta enviada: %2$s

source: JFTP: :listNames: Unable to use passive mode
ca_es: JFTP::listname: No es pot utilitzar el mode passiu

source: JFTP: :listNames: Bad response
ca_es: JFTP::listname: Resposta inapropiada

source: JFTP: :listNames: Bad response. Server response: %1$s [Expected: 150 or 125]. Path sent: %2$s
ca_es: JFTP::listname: Resposta inapropiada. Resposta del servidor: %1$s [Esperada: 150 o 125]. Ruta enviada: %2$s

source: JFTP: :listNames: Transfer Failed. Server response: %1$s [Expected: 226]. Path sent: %2$s
ca_es: JFTP::listname: Transferència fallida. Resposta del servidor: %1$s [Esperada: 226]. Ruta enviada: %2$s

source: JFTP: :listDetails: Bad response
ca_es: JFTP::listDetails: Resposta inapropiada

source: JFTP: :listDetails: Unable to use passive mode
ca_es: JFTP::listDetails: No es pot utilitzar el mode passiu

source: JFTP: :listDetails: Bad response. Server response: %1$s [Expected: 150 or 125]. Path sent: %2$s
ca_es: JFTP:: listDetails: Resposta inapropiada. Resposta del servidor: %1$s [Esperada: 150 o 125]. Ruta enviada: %2$s

source: JFTP: :listDetails: Transfer Failed. Server response: %1$s [Expected: 226]. Path sent: %2$s
ca_es: JFTP::listDetails: Transferència fallida. Resposta del servidor: %1$s [Esperada: 226]. Ruta enviada: %2$s

source: JFTP: :listDetails: Unrecognised directory listing format
ca_es: JFTP::listDetails: Format desconegut del llistat del directori

source: JFTP: :_putCmd: Not connected to the control port
ca_es: JFTP::_putCmd: No connectat al port de control

source: JFTP: :_putCmd: Unable to send command: %s
ca_es: JFTP::_putCmd: No es pot enviar la comanda: %s

source: JFTP: :_verifyResponse: Timeout or unrecognised response while waiting for a response from the server. Server response: %s
ca_es: JFTP::_verifyResponse: Resposta fora de temps o desconeguda, mentre s'esperava resposta del servidor. Resposta del servidor: %s

source: JFTP: :_passive: Not connected to the control port
ca_es: JFTP::_passive: No connectat al port de control

source: JFTP: :_passive: Timeout or unrecognised response while waiting for a response from the server. Server response: %s
ca_es: JFTP::_passive: Resposta fora de temps o desconeguda, mentre s'esperava resposta del servidor. Resposta del servidor:%s

source: JFTP: :_passive: Unable to obtain IP and port for data transfer. Server response: %s
ca_es: JFTP::_passive: No es pot obtenir la IP i port per a la transferència de dades. Resposta del servidor: %s

source: JFTP: :_passive: IP and port for data transfer not valid. Server response: %s
ca_es: JFTP::_passive: IP i port per a la transferència de dades invàlids. Resposta del servidor: %s

source: JFTP: :_passive: Could not connect to host %1$s on port %2$s. Socket error number: %3$s and error message: %4$s
ca_es: JFTP::_passive: No es pot connectar al allotjament %1$s des del port %2$s. Nombre d'error del socket: %3$s i missatge d'error: %4$s

source: JFTP: :_mode: Bad response. Server response: %s [Expected: 200]. Mode sent: Binary
ca_es: JFTP::_mode: Resposta inapropiada. Resposta del servidor: %s [Esperada: 200]. Mode d'enviament: Binari

source: JFTP: :_mode: Bad response. Server response: %s [Expected: 200]. Mode sent: Ascii
ca_es: JFTP::_mode: Resposta inapropiada. Resposta del servidor: %s [Esperada: 200]. Mode d'enviament: Ascii

source: Looks like User's credentials are no good...
ca_es: Sembla ser que les credencials de l'usuari/a no són bones ...

source: Address not available.
ca_es: Direcció no disponible.

source: Cannot change the published state when the parent item is of a lesser state.
ca_es: No es pot canviar l'estat de publicació quan des de l'element superior s'està indicant un estat de publicació de menor valor o incompatible.

source: %s: :bind failed. Invalid source argument.
ca_es: %s: :bind fallit. Argument d'origen invàlid.

source: Another article from this category has the same alias
ca_es: Un altre article d'aquesta categoria té el mateix àlies

source: Another category with the same parent category has the same alias
ca_es: Una altra categoria que està dins de la mateixa categoria principal està en el àlies

source: %s: :check Failed - %s
ca_es: %s:: Verificació fallida -%s

source: %s: :checkIn failed - %s
ca_es: %s:: Bloqueig fallit -%s

source: %s: :checkOut failed - %s
ca_es: %s:: Desbloqueig fallit -%s

source: Child rows checked out.
ca_es: Subfiles desbloquejades.

source: %s does not support ordering.
ca_es: %s no suporta ordenació.

source: Missing field in the database: %s &#160; %s.
ca_es: Camp desaparegut a la base de dades: %s&#160; %s.

source: Table class %s not found in file.
ca_es: Classe de la taula %s no trobada a l'arxiu.

source: Left-Right data inconsistency. Cannot delete category.
ca_es: Inconsistència de dades Left-Right. No es pot esborrar la categoria.

source: %s: :delete failed - %s
ca_es: %s:: esborrat fallit -%s

source: Root categories cannot be deleted.
ca_es: Les categories arrel no es poden esborrar.

source: This email is already registered.
ca_es: Aquesta adreça de correu electrònic ja està registrada.

source: The database row is empty.
ca_es: La fila de la base de dades està buida.

source: DB function failed with error number %s <br /><span style="_QQ_"color: red;"_QQ_">%s</span>
ca_es: Funció de la base de dades fallida amb el número d'error %s <br /><span style="_QQ_"_QQ_"_QQ_"color: red;"_QQ_"_QQ_"_QQ_">%s</span>

source: %s: :getNextOrder failed - %s
ca_es: %s: :getNextOrder fallit - %s

source: %s: :getTree Failed - %s
ca_es: %s: :getTree fallit -%s

source: %s: :_getNode Failed - %s
ca_es: %s: :_getNode fallit -%s

source: %s: :getRootId Failed - %s
ca_es: %s: :getRootId fallit -%s

source: %s: :hit failed - %s
ca_es: %s: :hit fallit -%s

source: %s: :setLocation - Invalid location
ca_es: %s: :setLocation - Localització no vàlida

source: %s: :move Failed - Cannot move the node to be a child of itself
ca_es: %s: :move Fallit - No es pot moure el node perquè es converteixi en un subnode de si mateix

source: Invalid parent ID.
ca_es: ID principal invàlid.

source: The language should have a title
ca_es: L'idioma ha de tenir un títol

source: A content language already exists with this Image Prefix
ca_es: L'idioma de contingut ja existeix amb aquest Prefix d'Imatge.

source: A content language already exists with this Language Tag
ca_es: L'idioma de contingut ja existeix amb aquesta Etiqueta d'Idioma

source: A content language already exists with this URL Language Code
ca_es: L'idioma de contingut ja existeix amb aquesta UTL del Codi d'Idioma

source: Menu type empty
ca_es: Tipus de menú buit

source: Menu type exists: %s
ca_es: Tipus de menú existent: %s

source: Some menu items or some menu modules related to this menutype are checked out by another user or the default menu item is in this menu
ca_es: Alguns elements del menú, o mòduls del menú relacionats amb aquest tipus de menú, han estat desbloquejats per un altre usuari/a, o l'element del menú per defecte és dins d'aquest menú

source: The Language parameter for this menu item must be set to 'All'. At least one Default menu item must have Language set to All, even if the site is multilingual.
ca_es: El paràmetre de l'idioma per a aquest element del menú ha d'estar assignat a 'Tots'. Sempre que el lloc sigui multi-idioma, com a mínim un element del menú per defecte ha de tenir assignat a 'Tots' el camp de l'idioma.

source: At least one menu item has to be set as Default.
ca_es: Si més no un element de menú ha de ser establert com a predeterminat.

source: Cannot unpublish default home
ca_es: No es pot despublicar l'element per defecte

source: The current home menu for this language is checked out
ca_es: El menú d'inici per a aquest idioma està bloquejat

source: Another menu item with the same parent has this alias
ca_es: Un altre element del menú d'aquest menú té el mateix àlies

source: Another menu item has the same alias in Root. Root is the top level parent
ca_es: Un altre element del menú té el mateix àlies que al menú arrel. El menú arrel, és el menú de primer nivell, o superior a tots

source: The home menu item must be a component.
ca_es: L'element del menú d'inici ha d'apuntar a un component.

source: A menu should contain only one Default home.
ca_es: Un menú ha de contenir només un inici per defecte.

source: A first level menu item alias cannot be 'component'.
ca_es: L'àlies d'un element del menú de primer nivell no pot ser del tipus 'component'.

source: A first level menu item alias cannot be '%s' because '%s' is a sub-folder of your joomla installation folder.
ca_es: L'àlies d'un element del menú de primer nivell no pot ser '%s' perquè ' %s' és una subcarpeta del directori d'instal·lació de Joomla!.

source: %s: :move failed - %s
ca_es: %s: :move fallit -%s

source: Category must have a title
ca_es: La categoria ha de tenir un títol

source: Extension must have a title
ca_es: L'extensió ha de tenir un títol

source: Module must have a title
ca_es: El mòdul ha de tenir un títol

source: %s cannot be negative
ca_es: %s no pot ser negatiu

source: No rows selected.
ca_es: Sense files seleccionades.

source: Null primary key not allowed.
ca_es: Clau primària amb valor nul no permesa.

source: %s: :orderDown Failed - %s
ca_es: %s: :ordre descendent fallit -%s

source: %s: :orderUp Failed - %s
ca_es: %s: :ordre ascendent fallit -%s

source: Please enter a user name.
ca_es: Introdueix un nom d'usuari/a.

source: Please enter your name.
ca_es: Si us plau, introdueix el teu nom

source: %s: :publish failed - %s
ca_es: %s: :publicar fallit -%s

source: %s: :rebuild Failed - %s
ca_es: %s: :reconstruir fallit -%s

source: %s: :rebuildPath Failed - %s
ca_es: %s: :ruta de reconstrucció fallida -%s

source: %s: :reorder failed - %s
ca_es: %s: :reordenar fallit -%s

source: %s: :reorder update the row %s failed - %s
ca_es: %s: :actualització en reordenar la fila %s fallida - %s

source: Root node not found.
ca_es: Node arrel no trobat.

source: The asset_id field could not be updated
ca_es: El camp asset_id no es pot actualitzar

source: %1$s: :store failed<br />%2$s
ca_es: %1$s: :emmagatzematge fallit <br/> %2$s

source: Usergroup must have a title
ca_es: El grup d'usuaris ha de tenir un títol

source: Usergroup title already exists. Title must be unique with the same parent.
ca_es: El títol del grup d'usuaris ja existeix. El títol ha de ser únic dins del mateix nivell principal.

source: Cannot use this user name
ca_es: No es pot fer servir aquest nom d'usuari/a

source: User name in use
ca_es: Nom d'usuari/a en ús

source: Please enter a valid username. No spaces, at least %d characters and must <strong>not</strong> contain the following characters: < > "_QQ_" ' &#37; ; ( ) &
ca_es: Si us plau, introdueix un usuari/a vàlid. Sense espais, almenys amb %d caràcters i que <strong> no </strong> contingui els següents caràcters: < > '_QQ_' ' &#37; ; ( ) &

source: Viewlevel must have a title
ca_es: El nivell d'accés ha de tenir un títol

source: DB function reports no errors
ca_es: Les funcions de la base de dades, no reporten cap error

source: Unable to load document class
ca_es: No es pot carregar la classe del document

source: Your session has expired. Please log in again.
ca_es: La teva sessió ha expirat, si us plau, entra novament.

source: JDispatcher: :register: Event handler not recognised. Handler: %s
ca_es: JDispatcher: :register: Esdeveniment del controlador no reconegut. Controlador: %s

source: BZip2 Not Supported
ca_es: bzip2 no suportat

source: Unable to read archive (bz2)
ca_es: No es pot llegir l'arxiu (bz2)

source: Unable to write archive (bz2)
ca_es: No es pot escriure el fitxer (bz2)

source: Unable to write file (bz2)
ca_es: No es pot escriure el fitxer (bz2)

source: GZlib Not Supported
ca_es: Zlib no suportat

source: Unable to read archive (gz)
ca_es: No es pot llegir l'arxiu (gz)

source: Unable to write archive (gz)
ca_es: No es pot escriure el fitxer (gz)

source: Unable to write file (gz)
ca_es: No es pot escriure el fitxer (gz)

source: Unable to decompress data
ca_es: No es poden descomprimir les dades

source: Unable to read archive (tar)
ca_es: No es pot llegir el fitxer (tar)

source: Unable to create destination
ca_es: No es pot crear destí

source: Unable to write entry
ca_es: No es pot escriure l'entrada

source: Zlib Not Supported
ca_es: Zlib no suportat

source: Unable to read archive (zip)
ca_es: No es pot llegir l'arxiu (zip)

source: Get ZIP Information failed
ca_es: Pressa d'informació del ZIP fallida

source: Unable to read entry
ca_es: No es pot llegir l'entrada

source: Unable to open archive
ca_es: No es pot obrir el fitxer

source: Invalid ZIP data
ca_es: Dades ZIP invàlides

source: Failed to register string stream
ca_es: No s'ha pogut registrar la cadena de flux

source: Unknown Archive type
ca_es: Tipus de fitxer desconegut

source: Unable to load archive
ca_es: No es pot carregar l'arxiu

source: JFile: :copy: Cannot find or read file: $%s
ca_es: JFile:: copiar: No es pot trobar o llegir el fitxer: $%s

source: JFile: :copy(%1$s, %2$s): %3$s
ca_es: JFile: :copiar(%1$s, %2$s): %3$s

source: Copy failed
ca_es: Còpia fallida

source: Failed deleting %s
ca_es: Ha hagut un error esborrant %s

source: Cannot find source file
ca_es: No es pot trobar el fitxer d'origen

source: JFile: :move: %s
ca_es: JFile: :moure: %s

source: Rename failed
ca_es: Reanomenament fallit

source: JFile: :read: Unable to open file: %s
ca_es: JFile: :llegir: No es pot obrir el fitxer: %s

source: JFile: :write(%1$s): %2$s
ca_es: JFile: :escriure(%1$s): %2$s

source: JFile: :upload: %s
ca_es: JFile: :pujada: %s

source: Warning: Failed to change file permissions!
ca_es: Avís: No s'ha pogut canviar els permisos de l'arxiu!

source: Warning: Failed to move file!
ca_es: Avís: No s'ha pogut moure l'arxiu!

source: Cannot find source folder
ca_es: No es pot trobar la carpeta d'origen

source: Folder already exists
ca_es: La carpeta ja existeix

source: Unable to create target folder
ca_es: No es pot crear la carpeta de destinació

source: Unable to open source folder
ca_es: No es pot obrir la carpeta d'origen

source: Infinite loop detected
ca_es: S'ha detectat bucle infinit

source: Path not in open_basedir paths
ca_es: La ruta no està entre les rutes del open_basedir

source: Could not create directory
ca_es: No es pot crear el directori

source: You can not delete a base directory.
ca_es: No podeu esborrar un directori base.

source: JFolder: :delete: Path is not a folder. Path: %s
ca_es: JFolder: :delete: La ruta no és una carpeta. Ruta: %s

source: JFolder: :delete: Could not delete folder. Path: %s
ca_es: JFolder: :delete: No es pot esborrar el directori. Ruta: %s

source: Rename failed: %s
ca_es: Reanomenat fallit: %s

source: JFolder: :files: Path is not a folder. Path: %s
ca_es: JFolder: :files: La ruta no és una carpeta. Ruta: %s

source: JFolder: :folder: Path is not a folder. Path: %s
ca_es: JFolder: :folder: La ruta no és una carpeta. Ruta: %s

source: Failed to get file size. This may not work for all streams!
ca_es: No s'ha pogut prendre el pes de l'arxiu. Això pot ser que no funcioni en tots els casos!

source: File not open
ca_es: Fitxer sense obrir

source: Filename not set
ca_es: Nobre de l'arxiu no assignat

source: Warning: No data written
ca_es: Avís: Sense dades escrites

source: Failed to open writer: %s
ca_es: No s'ha pogut obrir escriptura: %s

source: Failed to open reader: %s
ca_es: No s'ha pogut obrir el lector: %s

source: Not an uploaded file!
ca_es: No és un fitxer enviat!

source: Select
ca_es: Selecciona

source: Change image
ca_es: Canvia imatge

source: Change Image Button
ca_es: Canvia la imatge del botó

source: Select User
ca_es: Selecciona usuari/a

source: Extension attribute is empty in the category field
ca_es: L'atribut de l'extensió està buit en el camp de la categoria

source: Unknown element type: %s
ca_es: Tipus d'element desconegut: %s

source: No data
ca_es: Sense dades

source: Invalid xml field
ca_es: Camp xml invàlid

source: XML file did not load
ca_es: Fitxer XML no carregat

source: Invalid Form Object: :%s
ca_es: Objecte del formulari invàlid: :%s

source: Invalid Form Rule: :%s
ca_es: Regla del formulari invàlida: :%s

source: Selected image
ca_es: Imatge seleccionada

source: No image selected.
ca_es: No hi ha cap imatge seleccionada.

source: Preview
ca_es: Previsualitza

source: Select a User
ca_es: Selecciona un usuari/a

source: Invalid field: %s
ca_es: Camp invàlid: %s

source: Field required: %s
ca_es: Camp requerit: %s

source: Validation Rule missing: %s
ca_es: Regla de validació no trobada: %s

source: Alternative PHP Cache
ca_es: Memòria cau alternativa de PHP

source: File
ca_es: Arxiu

source: Memcached (Experimental)
ca_es: Memcauat (Experimental)

source: Windows Cache
ca_es: Memòria cau Windows

source: Database
ca_es: Base de dades

source: Universal Time, Coordinated (UTC)
ca_es: Horari universal coordinat (UTC)

source: Table
ca_es: Taula

source: ACL Summary Table
ca_es: Taula de sumari ACL

source: Shown below is an overview of the permission settings for this article. Click the tabs above to customise these settings by action.
ca_es: El que es mostra més avall és una vista general de la configuració dels permisos per a aquest article. Fes clic a les pestanyes de més amunt per personalitzar aquesta configuració per accions.

source: Summary
ca_es: Sumari

source: Add to root
ca_es: Afegeix a l'arrel

source: Add to this menu
ca_es: Afegeix a aquest menú

source: Set Access Level
ca_es: Estableix el nivell d'accés

source: Not making a selection will keep the original access levels when processing.
ca_es: No fer una selecció mantindrà els nivells d'accés original al processament.

source: Copy
ca_es: Copia

source: Set Language
ca_es: Defineix l'idioma

source: Not making a selection will keep the original language when processing.
ca_es: No fer una selecció mantindrà l'idioma original al procés.

source: - Keep original Language -
ca_es: - Manté Idioma original -

source: Select Category for Move/Copy
ca_es: Selecciona una categoria per Moure/Copiar

source: Move
ca_es: Mou

source: - Keep original Access Levels -
ca_es: - Manté els nivells originals d'accés -

source: Set User
ca_es: Configurar Usuari

source: Not making a selection will keep the original user when processing.
ca_es: Si no se selecciona res es mantindrà l'usuari original quan es processi.

source: - Keep original User -
ca_es: - Mantenir Usuari original -

source: No User
ca_es: Cap Usuari

source: About the Calendar
ca_es: Sobre el calendari

source: Close
ca_es: Tanca

source: Date selection:
ca_es: Selecció de data:

source: Display %s first
ca_es: Mostra primer %s

source: Drag to move
ca_es: Arrossega per moure

source: Go to today
ca_es: Vés a avui

source: Green
ca_es: Verd

source: - Hold mouse button on any of the above buttons for faster selection.
ca_es: - Manté pressionat el botó del ratolí sobre qualsevol dels botons de dalt per una selecció més ràpida.

source: - Use the < and > buttons to select month
ca_es: - Utilitza els botons < i > per seleccionar el mes

source: Click to move to the next month. Click and hold for a list of the months.
ca_es: Fes clic per anar al mes següent. Fes clic i manté pressionat perquè es llistin els mesos.

source: Click to move to the next year. Click and hold for a list of years.
ca_es: Fes clic per anar a l'any següent. Fes clic i manté pressionat perquè es llistin els anys.

source: Click to move to the previous month. Click and hold for a list of the months.
ca_es: Fes clic per anar al mes anterior. Fes clic i manté pressionat perquè es llistin els mesos.

source: Click to move to the previous year. Click and hold for a list of years.
ca_es: Fes clic per anar a l'any anterior. Fes clic i manté pressionat perquè es llistin els anys.

source: Select a date.
ca_es: Selecciona una data.
